---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DimStyleInteriorTickMark
source: html/9def4e3b-5791-f70c-b74b-6991a36c8af7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DimStyleInteriorTickMark Property

"Interior Tick Mark"

## Syntax (C#)
```csharp
public static ForgeTypeId DimStyleInteriorTickMark { get; }
```